TBL/STRATEGY_III/CASE/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0.0025;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.0025;
    }

    outlet
    {
        type            zeroGradient;
    }

    "(lowerWall)"
    {  
        type            fixedValue;  
        value           uniform 0.0;
    }

    frontAndBack
    {
        type            empty;
    }

    "(upperWall|lowerWallSym)"
    {
        type            symmetryPlane;
    }

}


// ************************************************************************* //
